Repository: alexboia/Simple-BuyOne-GetOneFree-ForWooCommerce
Catalog: lang/wmyc-bogo-*.po
Languages: ro_ro

source: Buy one get one free
ro_ro: Cumpara unul si primesti un alt produs gratuit

source: Simple buy one get one free plugin.
ro_ro: Un plugin simplu pentru implementarea promotiilor de tipul "Cumpara unul si primesti alt produs gratuit".

source: Buy this and you get %s for free!
ro_ro: Cumpara acest produs si primesti %s gratuit!

source: This product is free for any order you place!
ro_ro: Acest produs este gratuit pentru orice comanda plasezi!

source: The following options are used to configure MyClar - Buy one get one free module
ro_ro: Urmatoarele optiuni sunt folosite pentru a configura modulul MyClar - Buy one get one free.

source: Buy-one-get-one-free product promo message banner format
ro_ro: Formatul mesajului pentru banner-ul promotional de tip cumpara-unul-si-primesti-un-altul-gratuit

source: This message will be displayed if a product is assigned a free product. Use %s to specify where the free product name and link will be inserted.
ro_ro: Acest mesaj va fi afisat in pagina unui produs caruia ii este asociat un produs ce va fi acordat gratuit. Foloseste simbolul %s pentru a specifica unde anume in mesajul promotional va fi adaugata denumirea produsului gratuit

source: Buy-any-get-one-free product promo message banner format
ro_ro: Formatul mesajului pentru banner-ul promotional de tip cumpara-orice-si-primesti-un-produs-gratuit

source: This message will be displayed whenever a product is granted for free on any order.
ro_ro: Acest mesaj este afisat va fi afisat in pagina unui produs atunci cand este oferit gratuit la orice comanda.

source: Assign free product
ro_ro: Acorda acest produs gratuit

source: None
ro_ro: Niciunul

source: When the current product is added to the cart, the product you select here will also be added, for free.
ro_ro: Cand produsul curent este adaugat in cos, produsul selectat va fi adaugat gratuit.

source: Grant for free on any order
ro_ro: Gratuit pentru orice comanda

source: When checked, on any order a customer places, the current product will be granted for free.
ro_ro: Cand aceasta optiune este activata, de fiecare data cand un client plaseaza o comanda, produsul curent va fi adaugat gratuit.

source: Free!
ro_ro: Gratuit!
